Repository: info-aliahmadi/Nitro
Catalog: Nitro.Web/Resources/SharedResource.*.resx
Languages: ar, fa, fr

source: Code is invalid.; Requested By: {0}
ar: الرمز غير صالح.؛ مطلوب من قبل: {0}
fa: کد نامعتبر است. درخواست شده توسط: {0}
fr: Le code n'est pas valide. ; Demandé par : {0}

source: Could not get info from an external provider
ar: لا يمكن استرداد المعلومات من موفر خارجي
fa: نمی توان اطلاعات را از یک ارائه دهنده خارجی دریافت کرد
fr: Impossible d'obtenir des informations d'un fournisseur externe

source: Email or password is invalid.; Requested By: {0}
ar: البريد الإلكتروني أو كلمة المرور غير صالحة. مطلوب بواسطة: {0}
fa: ایمیل یا رمز عبور نامعتبر است. درخواست شده توسط: {0}
fr: L'e-mail ou le mot de passe n'est pas valide. ; Demandé par : {0}

source: Error from external provider: {0}
ar: خطأ من الموفر الخارجي: {0}
fa: خطا از ارائه دهنده خارجی: {0}
fr: Erreur du fournisseur externe : {0}

source: External Login Failure for user: {0}
ar: فشل تسجيل الدخول الخارجي للمستخدم: {0}
fa: عدم موفقیت ورود به سیستم خارجی برای کاربر: {0}
fr: Échec de connexion externe pour l'utilisateur : {0}

source: Failed to verify phone number
ar: فشل التحقق من رقم الهاتف
fa: شماره تلفن تأیید نشد
fr: Échec de la vérification du numéro de téléphone

source: Input data are invalid.; Requested By: {0}
ar: بيانات الإدخال غير صالحة. مطلوب بواسطة: {0}
fa: داده های ورودی نامعتبر است. درخواست شده توسط: {0}
fr: Les données d'entrée ne sont pas valides. ; Demandé par : {0}

source: Invalid login attempt.
ar: محاولة تسجيل الدخول غير صالحة.
fa: تلاش برای ورود نامعتبر است.
fr: Tentative de connexion invalide.

source: Please confirm your account by clicking this link: &lt;a href='{0}'&gt;link&lt;/a&gt;
ar: يرجى التحقق من حسابك بالنقر على هذا الرابط: <a href='{0}'> رابط </a>
fa: لطفاً با کلیک کردن روی این پیوند حساب خود را تأیید کنید: <a href='{0}'>پیوند</a>

source: Redirect the user {0} to ExternalLoginConfirmation
ar: أعد توجيه المستخدم {0} إلى ExternalLoginConfirmation
fa: کاربر {0} را به ExternalLoginConfirmation هدایت کنید
fr: Rediriger l'utilisateur {0} vers ExternalLoginConfirmation

source: Security Code
ar: رمز الحماية
fa: کد امنیتی
fr: Code de sécurité

source: Send email action throws an error
ar: كان هناك خطأ في إرسال البريد الإلكتروني
fa: ارسال ایمیل با خطا مواجه شد
fr: L'action d'envoi d'e-mail renvoie une erreur

source: Send sms action throws an error
ar: حدث خطأ أثناء إرسال الرسائل القصيرة
fa: ارسال پیامک با خطا مواجه شد
fr: L'action d'envoi de SMS génère une erreur

source: The operation failed.; Requested By: {0}
ar: فشلت العملية.؛ مطلوب من قبل: {0}
fa: عملیات شکست خورد. درخواست شده توسط: {0}
fr: L'opération a échoué.; Demandé par : {0}

source: The user could not create a new account after external login.;
ar: لا يمكن للمستخدم إنشاء حساب مستخدم جديد بعد تسجيل الدخول الخارجي.
fa: کاربر نمی تواند پس از ورود خارجی یک حساب کاربری جدید ایجاد کند.
fr: L'utilisateur n'a pas pu créer un nouveau compte après une connexion externe.;

source: The user could not create a new account.; Requested By: {0}
ar: لا يمكن للمستخدم إنشاء حساب جديد. مطلوب بواسطة: {0}
fa: کاربر نمی تواند یک حساب کاربری جدید ایجاد کند. درخواست شده توسط: {0}
fr: L'utilisateur n'a pas pu créer de nouveau compte.; Demandé par : {0}

source: The user created a new account with the password.
ar: قام المستخدم بإنشاء حساب جديد بكلمة مرور.
fa: کاربر یک حساب کاربری جدید با رمز عبور ایجاد کرد.
fr: L'utilisateur a créé un nouveau compte avec le mot de passe.

source: The user logged out.
ar: تم تسجيل خروج المستخدم.
fa: کاربر از سیستم خارج شد.
fr: L'utilisateur s'est déconnecté.

source: Token generator returned null.; Requested By: {0}
ar: تم إبطال منشئ الرمز المميز. مطلوب بواسطة: {0}
fa: مولد توکن باطل شد. درخواست شده توسط: {0}
fr: Le générateur de jetons a renvoyé null. ; Demandé par : {0}

source: User account locked out..; Requested By: {0}
ar: حساب المستخدم مغلق ..؛ مطلوب من قبل: {0}
fa: حساب کاربری قفل شد..; درخواست شده توسط: {0}
fr: Compte utilisateur verrouillé. ; Demandé par : {0}

source: User confirmed the code.; Requested By: {0}
ar: أكد المستخدم الرمز. مطلوب بواسطة: {0}
fa: کاربر کد را تایید کرد. درخواست شده توسط: {0}
fr: L'utilisateur a confirmé le code.; Demandé par : {0}

source: User created an account using {0} provider; Requested By: {1}
ar: أنشأ المستخدم حسابًا باستخدام الموفر {0}. مطلوب بواسطة: {1}
fa: کاربر با استفاده از ارائه دهنده {0} یک حساب ایجاد کرد. درخواست شده توسط: {1}
fr: L'utilisateur a créé un compte en utilisant le fournisseur {0} ; Demandé par : {1}

source: User logged in with {0} provider.
ar: تم تسجيل دخول المستخدم مع الموفر {0}.
fa: کاربر با ارائه دهنده {0} وارد شده است.
fr: L'utilisateur s'est connecté avec le fournisseur {0}.

source: User logged in with {0}.
ar: تم تسجيل دخول المستخدم باستخدام {0}.
fa: کاربر با {0} وارد شده است.
fr: Utilisateur connecté avec {0}.

source: User not found.;
ar: المستخدم ليس موجود.
fa: کاربر پیدا نشد.
fr: Utilisateur non trouvé.;

source: Your security code is:
ar: رمز الأمان الخاص بك هو:
fa: کد امنیتی شما این است:
fr: Votre code de sécurité est :

source: {0} action does not Succeeded
ar: فشلت العملية {0}
fa: عمل {0} با موفقیت انجام نشد
fr: Compte utilisateur verrouillé. ; Demandé par : {0}

source: {0} action throws an error
ar: ينشئ الإجراء {0} خطأ
fa: عمل {0} یک خطا ایجاد می کند
fr: {0} action génère une erreur

source: {0}; Requested By: {1}
ar: {0} ؛ مطلوب بواسطة: {1}
fa: {0}؛ درخواست شده توسط: {1}
fr: {0} ; Demandé par : {1}

source: Please confirm your account by clicking this link: &lt;a href=\&quot;{0}\&quot;&gt;link&lt;/a&gt;
fr: Veuillez confirmer votre compte en cliquant sur ce lien : <a href='{0}'>lien</a>
